/* 
  Localizable.strings
  HTTPSProxyService

  Created by Xu Jiwei on 13-9-15.
  Copyright (c) 2013年 GoAgentX.com. All rights reserved.
*/

"服务器地址：" = "Server Address:";

"服务器端口：" = "Server Port:";

"本地端口：" = "Local Port:";

"服务器地址" = "Server Address";

"服务器端口" = "Server Port";

"用户名：" = "Username:";

"密码：" = "Password:";

"代理服务器用户名" = "Proxy Username";

"代理服务器密码" = "Proxy Password";

"本地端口" = "Local Port";

"代理需要认证" = "Proxy Needs Authentication";
